import fp from 'lodash/fp'
import Decimal from 'decimal.js'
import dayJs from 'dayjs'

window.fp = fp
window.Decimal = Decimal
window.dayJs = dayJs
window.list = [{
    td1: '五金配件技术改造项目-1期',
    td2: '2017-510681-41-03-1655130-010 中型',
    td3: '0',
    td4: '2020-04-15',
    td5: '2020-04-15',
    td6: 1
}, {
    td1: '五金配件技术改造项目',
    td2: '2017-510681-41-03-1655130-006 中型',
    td3: '0',
    td4: '2020-04-15',
    td5: '2020-04-15',
    td6: 2
}, {
    td1: '五金配件技术改造项目',
    td2: '2017-510681-41-03-1655130-006 中型',
    td3: '0',
    td4: '2020-04-15',
    td5: '2020-04-15',
    td6: 3
}, {
    td1: '五金配件技术改造项目',
    td2: '2017-510681-41-03-1655130-006 中型',
    td3: '0',
    td4: '2020-04-15',
    td5: '2020-04-15',
    td6: 4
}, {
    td1: '五金配件技术改造项目',
    td2: '2017-510681-41-03-1655130-006 中型',
    td3: '0',
    td4: '2020-04-15',
    td5: '2020-04-15',
    td6: 5
}]
